
{
    "products" : [
        {
          "id": 1,
          "title": "Black Coffe",
          "price": "495  ",
          "description":
            "Black coffee is low in calories and contains small amounts of several vitamins and minerals, along with plant compounds like caffeine and chlorogenic acid",
          "image": "../Images/",
          "Rate": 4,
          "amount": 1
        },
        {
          "id": 2,
          "title": "Cappuccino ",
          "price": "299  ",
          "description":
            "A cappuccino is the perfect balance of espresso, steamed milk and foam. This coffee is all about the structure and the even splitting of all elements into equal thirds",
          "image": image2,
          "Rate": 4.5,
          "amount": 1,
        },
        {
          "id": 3,
          "title": "Espresso",
          "price": "330  ",
          "description":
            "Espresso is a delicious concentrated form of coffee, served in shots and it’s often the coffee base of many other beverages, such as cappuccino, latte, americano and macchiato.",
          "image": image3,
          "Rate": 5,
          "amount": 1,
        },
        {
          "id": 4,
          "title": "Latte Coffe",
          "price": "360  ",
          "description":
            "A latte or caffè latte is a milk coffee that boasts a silky layer of foam as a real highlight to the drink. A true latte will be made up of one or two shots of espresso, steamed milk and a final, thin layer of frothed milk on top.",
          "Rate": 3.5,
          "image": image4,
          "amount": 1,
        },
        {
          "id": 5,
          "title": "Americano",
          "price": "845  ",
          "description":
            "An americano is quite simply just hot water and espresso. It’ll either be served 1/2 and 1/2 or 1/3 espresso to 2/3 water, depending on the coffee shop in question or how you’ve chosen to brew it.",
          "image": image5,
          "Rate": 3,
          "amount": 1,
        },
        {
          "id": 6,
          "title": "Cold Brew",
          "price": "300  ",
          "description":
            "Cold brew coffee is amazingly simple to make at home. With my tips (and a quick little video) you’ll have the perfect glass of cold brew coffee and will never have to buy it from the store again.",
          "image": image6,
          "Rate": 4,
          "amount": 1,
        },
        {
          "id": 7,
          "title": "Filter Coffe",
          "price": "399  ",
          "description":
            "Filter coffee is a versatile beverage with numerous variations, offering unique flavors and textures to fit different preferences. This section will provide a brief overview of some popular filter coffee variations.",
          "image": image7,
          "Rate": 4.5,
          "amount": 1,
        },
        {
          "id": 8,
          "title": "Mocha",
          "price": "1568  ",
          "description":
            "Essentially, 'mocha' means a type of good quality coffee that is made from a specific coffee bean. The beans are from the plant species called Coffee Arabica, and it was originally only grown in Mocha, Yemen.",
          "image": image8,
          "Rate": 5,
          "amount": 1,
        },
        {
          "id": 9,
          "title": "Irish",
          "price": "150  ",
          "description":
            "Irish coffee has four main ingredients: coffee, Irish whiskey, sugar and cream. But there are many variations of this classic coffee drink, which we willl explore later.",
          "Rate": 4,
          "image": image9,
          "amount": 1,
        },
        {
          "id": 10,
          "title": "Caramel Mocchiato ",
          "price": "350  ",
          "description":
            "The Caramel Macchiato is essentially a not-too-sweet vanilla latte topped with caramel. The “macchiato” distinction is due to the fact the espresso is layered on top of the milk, as opposed to the Starbucks latte, which does the opposite.",
          "image": image10,
          "Rate": 5,
          "amount": 1,
        },
        {
          "id": 11,
          "title": "Turkish Coffe",
          "price": "500  ",
          "description":
            " Turkish coffee is made of very finely ground coffee beans, and is also different from other types of coffee in that it is brewed by boiling in traditional copper pots called cezve. Turkish coffee is more aromatic and thicker compared to other coffees",
          "image": image11,
          "Rate": 4.5,
          "amount": 1,
        },
        {
          "id": 12,
          "title": "Affogato",
          "price": "499  ",
          "description":
            "Affogato  coffee, dessert and your after dinner drink, all rolled into one. This is what you have when you’re “too full for dessert”! Just pour espresso coffee over vanilla gelato or ice cream,",
          "image": image12,
          "Rate": 3.5,
          "amount": 1,
        },
      ];
}